[
  "calendar",
  "buttons",
  "dataview",
  "table-editor-obsidian",
  "templater-obsidian",
  "obsidian-git",
  "obsidian-style-settings",
  "obsidian-admonition",
  "quickadd",
  "obsidian-kanban",
  "various-complements",
  "update-time-on-edit",
  "obsidian-wakatime"
]