[
  "calendar",
  "buttons",
  "dataview",
  "table-editor-obsidian",
  "templater-obsidian",
  "obsidian-style-settings",
  "obsidian-admonition",
  "quickadd",
  "obsidian-kanban",
  "various-complements",
  "obsidian-wakatime",
  "highlightr-plugin",
  "obsidian-plugin-toc",
  "obsidian-linter",
  "obsidian-auto-link-title",
  "obsidian-day-planner",
  "obsidian-imgur-plugin",
  "floating-toc",
  "simple-canvasearch",
  "optimize-canvas-connections",
  "obsidian-copy-block-link"
]