[
  "calendar",
  "buttons",
  "dataview",
  "table-editor-obsidian",
  "templater-obsidian",
  "obsidian-git",
  "obsidian-style-settings",
  "obsidian-admonition",
  "quickadd",
  "obsidian-kanban",
  "various-complements",
  "obsidian-wakatime",
  "highlightr-plugin",
  "obsidian-plugin-toc",
  "obsidian-linter",
  "obsidian-auto-link-title",
  "obsidian-day-planner"
]